#language: ru
  Функционал: тест сайта Ланит
   @test
    Сценарий: тест
      и открыть страницу "Главная страница"
      и нажать кнопку войти
      и ввести логин
      и ввести пароль
      и нажать войти
      и посмотреть отображние иконки
      и открыть любую тему
      и ввести в поле ответа "Давайте спрева перекусим, дружелюбие появится потом"
      и нажать кнопку отправить ответ
      и проверить наличие сообщение на экране
      и перейти во "Вкладка Темы"
      и повторить ввод сообщения
